Repository: andrepg/do-it
Catalog: po/*.po
Languages: es, pt_br

source: translators-credits
es: André Paul Grandsire/andrepg@users.noreply.github.com
pt_br: André Paul Grandsire/andrepg@users.noreply.github.com

source: Finished or deleted tasks can't be changed
es: No se puede cambiar tareas finalizadas u excluídas.
pt_br: Itens finalizados ou excluídos não se alteram.

source: Reopen task
es: Reabrir tarea
pt_br: Reabrir tarefa

source: Finish task
es: Cerrar tarea
pt_br: Finalizar tarefa

source: Restore task
es: Restaurar tarea
pt_br: Restaurar tarefa

source: Delete task
es: Excluir tarea
pt_br: Excluir tarefa

source: Task %s updated
es: Tarea %s actualizada
pt_br: Tarefa %s atualizada

source: Task %s finished
es: Tarea %s finalizada
pt_br: Tarefa %s finalizada

source: Task %s reopened
es: Tarea %s reabierta
pt_br: Tarefa %s reaberta

source: Task %s restored
es: Tarea %s restorada
pt_br: Tarefa %s restaurada

source: Task %s deleted
es: Tarea %s excluída
pt_br: Tarefa %s excluída

source: Task %s created
es: Tarea %s creada
pt_br: Tarefa %s criada

source: Export database
es: Exportar banco de datos
pt_br: Exportar dados

source: Database exported successfully!
es: Banco de datos exportado con suceso!
pt_br: Exportação concluída com sucesso.

source: Failed to export database!
es: Falla mientras exportaba banco de datos
pt_br: Falha ao exportar banco de dados!

source: Import Task Database
es: Importar banco de tareas
pt_br: Importar banco de dados

source: JSON Files
es: Ficheros JSON
pt_br: Arquivos JSON

source: Database imported successfully
es: Banco de datos importado con suceso
pt_br: Banco de dados importado com sucesso

source: Failed to import database!
es: Falla mientras importaba banco de datos
pt_br: Falha ao importar banco de dados!

source: Sorting by date [order %s]
es: Ordenado por data [orden %s]
pt_br: Ordenado por data [ordem %s]

source: Sorting by title [order %s]
es: Ordenado por título [orden %s]
pt_br: Ordenado por título [ordem %s]

source: Sorting by status [finished on bottom]
es: Ordenado por estado [cerrados al final]
pt_br: Ordenado por status [finalizado ao final]

source: Sorting by status [finished on top]
es: Ordenado por estado [cerrados primero]
pt_br: Ordenado por status [finalizado no topo]

# shortcut window
source: General
pt_br: Geral

# shortcut window
source: Show Shortcuts
es: Mostrar atajos
pt_br: Mostrar atalhos

# shortcut window
source: Quit
es: Salir
pt_br: Sair

source: Main Menu
es: Menu principal
pt_br: Menu Principal

source: What do you need to do?
es: ¿Que hay para hacer?
pt_br: O que voce precisa fazer?

source: Play your day wisely and accomplish all
es: Haga tus planes con inteligencia para cumplir todo
pt_br: Planeje bem seu dia para cumprir tudo

source: Yours tasks
es: Sus tareas
pt_br: Suas tarefas

source: <small>⚠️ Deleted items will be discarded when the app closes.</small>
es: <small>Tareas excluídas se descartan cuándo cierre la app</small>
pt_br: <small>⚠️ Itens excluídos serão descartados ao fechar o aplicativo</small>

source: Sort by Creation
es: Por creación
pt_br: Por data de criação

source: Sort by Title
es: Por título
pt_br: Por título

source: Sort by Status
es: Por estado
pt_br: Por status

source: Purge deleted tasks
es: Eliminar tareas excluídas
pt_br: Descartar tarefas excluídas

source: _Export Database
es: _Exportar banco de datos
pt_br: _Exportar tarefas

source: _Import Database
es: _Importar banco de datos
pt_br: _Exportar tarefas

source: _Keyboard Shortcuts
es: _Atajos de Teclado
pt_br: Atalhos de _Teclado

source: _About Do It
es: _Sobre Do It
pt_br: Sobre Do It
